[
    {
        "name": "Person 2 Person Delivery (P2P)",
        "img": "https://i.ibb.co/3zHvM8x/service1.png",
        "sID": "s1",
        "description": "Whether you need to send your father’s reading glasses or surprise your mom with a handwoven shawl, we’ll make sure everything moves with flexibility, speed, and accuracy."
    },
    {
        "name": "Merchant Delivery Service",
        "img": "https://i.ibb.co/7JxvtyT/service2.png",
        "sID": "s2",
        "description": "We understand the hustle you go through while building your business, we emphasize with the nervousness of your very first-order. We are here as your partner with the flexibility to deliver things wherever and whenever you require."
    },
    {
        "name": "Air Parcel",
        "img": "https://i.ibb.co/QmHpG0m/service3.png",
        "sID": "s3",
        "description": "When things can’t wait to be sent the next day or the coming week, and you desperately want to send or receive something that very day, we are here for you as we understand the anticipation and urgency."
    },
    {
        "name": "Corporate & SME Delivery",
        "img": "https://i.ibb.co/5snDPdZ/service4.png",
        "sID": "s4",
        "description": "From providing a hassle-free end-to-end delivery to making sure we accelerate your company’s efficiency, we help your business a great deal with each delivery. Our delivery solutions can be customized for big and small corporations."
    },
    {
        "name": "Line Haul",
        "img": "https://i.ibb.co/K6ynY21/service5.png",
        "sID": "s5",
        "description": "When your business needs a little push and you need a mode of transport to reach your customers, we can be of help, no matter how big the shipment or how far the destination."
    },
    {
        "name": "Warehouse",
        "img": "https://i.ibb.co/sC6gWmp/service6.png",
        "sID": "s6",
        "description": "When your dreams exceed the size of your storage, allow us to help. When you need more hands on board, to help with the storing, packaging and delivery of your products, we are there for you"
    }
]